/* NSBox (Automatic updates) : <title:Automatic updates> (oid:10) */
"Automatic updates" = "Aggiornamenti automatici";

/* NSButton (Check for updates at startup) : <title:Check for updates at startup> (oid:6) */
"Check for updates at startup" = "Controlla aggiornamenti all'avvio";

/* NSButton (Check now) : <title:Check now> (oid:7) */
"Check now" = "Controlla adesso";

/* NSTextField (Fri 2 April 1980) : <title:Fri 2 April 1980> (oid:9) */
"Fri 2 April 1980" = "Ven 2 Aprile 1980";

/* NSTextField (Last checked:) : <title:Last checked:> (oid:8) */
"Last checked:" = "Ultimo controllo:";

